{
    "about-me": "Σχετικά με μένα",
    "skill-set": "Γνώσεις",
    "my-work": "Εργασίες",
    "contact": "Επαφή",
    "hello-i-am": "Γειά σας! Είμαι η",
    "name": "Αμαλία",
    "frontend": "FRONTEND",
    "developer": "DEVELOPER",
    "lets": "Let's work",
    "work-together": " together!",
    "i-am": "",
    "located-in": "βρίσκομαι στο",
    "open-to-work-1": "Ενδιαφέρoμαι για εργασία",
    "open-to-work-2": "εξ αποστάσεως",
    "about-me-text-1": "\"Θέλεις να κάνεις μια αλλαγή; Κάν΄την!\"",
    "about-me-text-2": "Σύμφωνα με αυτό το μότο, θα ήθελα να σας συστηθώ ως Frontend Developer από το Ludwigshafen am Rhein, Γερμανία. Ένας καλά δομημένος, καθαρός και πλήρως λειτουργικός ιστότοπος είναι ένα πρότυπο που θέλω να προσφέρω στους χρήστες. Για αυτόν τον λόγο, είμαι έτοιμη να κάνω το επόμενο βήμα και να χτίσω ενεργά την καριέρα μου ως Junior Developer στο frontend. Είμαι παθιασμένη με το να ασχολούμαι με τον προγραμματισμό και μου αρέσει να εντοπίζω και να επιδιορθώνω προβλήματα.",
    "about-me-text-3": "Αν νομίζετε ότι θα ταίριαζα καλά σε εσάς και την ομάδα σας, ανυπομονώ για μια προσωπική συζήτηση.",
    "send-message": "Στείλε ένα μήνυμα",
    "explore-projects": "Μια ιδέα απο τα έργα μου!",
    "test-projects": "Μπορείτε να δοκιμάσετε τα έργα live και να δείτε τον κώδικα στο GitHub.",
    "join-text": "Πρόγραμμα διαχείρησης εργασιών εμπνευσμένο από το σύστημα Kanban. Δημιουργήστε και οργανώστε εργασίες, αναθέστε τις σε χρήστες και χωρίστε τις σε κατηγορίες.",
    "sharkie-text": "Κολυμπήστε και ρίξτε φυσαλίδες σε αυτό το παιχνίδι, το οποίο βασίζεται σε μια αντικειμενοστραφή προσέγγιση. Βοηθήστε τον Σάρκι να βρει νομίσματα και μπουκάλια δηλητηρίου για να πολεμήσει τους εχθρούς του ωκεανού.",
    "pokedex-text": "Βασισμένο στο PokéAPI, μια απλή βιβλιοθήκη που παρέχει και κατηγοριοποιεί πληροφορίες για τα Pokémon.",
    "need-teamplayer": "Need a teamplayer?",
    "people-text": "Τι έχουν πει κάποιοι συνάδελφοι για μένα...",
    "people-status-1": "Εργαζόμενη στην Αμάλθεια",
    "people-status-2": "Join Project",
    "testimonial-1": "Η Αμαλία είναι πολύ οργανωμένη στη δουλειά και ποτέ δεν χάνει την ψυχραιμία της. Εξακολουθεί πάντα να είναι ευγενική και είναι πλήρως αφοσιωμένη στην ομάδα της. Η θετική της στάση και η φιλική της φύση την κάνουν εξαιρετική συνεργάτη. Θα ήμουν ευτυχής να δουλέψω ξανά μαζί της..",
    "testimonial-2": "Η Αμαλία είναι ένα απόλυτο πλεονέκτημα για κάθε ομάδα με τον επικοινωνιακό και φιλικό της τρόπο. Διατηρεί την εστίαση και παραμένει ψύχραιμη σε αγχωτικές καταστάσεις. Επιπλέον, είναι επίσης πολύ καλή στο να αναλύει περίπλοκα θέματα με κατανοητό και σαφή τρόπο. Το στυλ της στον προγραμματισμό είναι ακριβώς το ίδιο: εύκολο στην παρακολούθηση, ακριβές, καθαρό. Ήταν πραγματική ευχαρίστηση να δουλέψω μαζί της!",
    "problem-to-solve": "Got a problem to solve?",
    "contact-me-text": "Αισθανθείτε ελεύθεροι να επικοινωνήσετε μαζί μου μέσω αυτής της φόρμας. Θα χαρώ να ακούσω νέα σας, να μάθω για τις σκέψεις σας και να συνεισφέρω στα έργα σας με τις δεξιότητές μου και την αφοσίωσή μου.",
    "need-developer": "Need a Frontend developer? ",
    "contact-me!": "Contact me!",
    "your-name": "Το όνομά σας",
    "your-email": "Το email σας",
    "your-message": "Το μήνυμά σας",
    "privacy-1": "Έχω διαβάσει την ",
    "link-privacy": "πολιτική απορρήτου",
    "privacy-2": " και συμφωνώ με την επεξεργασία των δεδομένων μου όπως περιγράφεται.",
    "privacy-error": "Παρακαλώ αποδεχτείτε την πολιτική απορρήτου.",
    "send": "Στείλε το μήνυμα σας!",
    "legal-notice": "Πολιτική απορρήτου",
    "successfully": "Το μήνυμά σας έχει σταλθεί με επιτυχία!",
    "legal-notice-h1": "Imprint",
    "legal-notice-section-intro": "Περιεχόμενο σύμφωνα με το άρθρο 5 DDG",
    "legal-notice-contact-info": "Στοιχεία Επικοινωνίας",
    "legal-notice-phone": "Tηλέφωνο: 00491774346257",
    "legal-notice-source": "Πηγή: Impressum-Privatschutz",
    "data-protection-h2": "Προστασία Δεδομένων",
    "legal-notice-header-1": "1. Προστασία Δεδομένων με μια Ματιά",
    "legal-notice-text-1": "Γενικές Πληροφορίες: Οι παρακάτω πληροφορίες παρέχουν μια απλή επισκόπηση του τι συμβαίνει με τα προσωπικά σας δεδομένα όταν επισκέπτεστε αυτή την ιστοσελίδα. Προσωπικά δεδομένα είναι οποιαδήποτε δεδομένα με τα οποία μπορείτε να αναγνωριστείτε προσωπικά. Λεπτομερείς πληροφορίες για την προστασία των δεδομένων μπορείτε να βρείτε στην πολιτική απορρήτου μας, που αναγράφεται παρακάτω από αυτό το κείμενο. Συλλογή Δεδομένων Σε Αυτή Την Ιστοσελίδα: Ποιος είναι υπεύθυνος για τη συλλογή δεδομένων σε αυτή την ιστοσελίδα; Η επεξεργασία των δεδομένων σε αυτή την ιστοσελίδα γίνεται από τον διαχειριστή της ιστοσελίδας. Μπορείτε να βρείτε τα στοιχεία επικοινωνίας στην ενότητα \"Ειδοποίηση προς τον Υπεύθυνο\" στην πολιτική απορρήτου μας. Πώς συλλέγουμε τα δεδομένα σας; Τα δεδομένα σας συλλέγονται εν μέρει από εσάς όταν μας τα παρέχετε. Αυτό μπορεί να περιλαμβάνει δεδομένα που εισάγετε σε μια φόρμα επικοινωνίας, για παράδειγμα. Άλλα δεδομένα συλλέγονται αυτόματα ή με τη συναίνεσή σας κατά την επίσκεψη της ιστοσελίδας από τα συστήματα πληροφορικής μας. Αυτό περιλαμβάνει κυρίως τεχνικά δεδομένα (π.χ., πρόγραμμα περιήγησης στο διαδίκτυο, λειτουργικό σύστημα ή ώρα πρόσβασης στη σελίδα). Η συλλογή αυτών των δεδομένων γίνεται αυτόματα μόλις εισέλθετε στην ιστοσελίδα. Για ποιο σκοπό χρησιμοποιούμε τα δεδομένα σας; Ορισμένα από τα δεδομένα συλλέγονται για να διασφαλιστεί η απρόσκοπτη παροχή της ιστοσελίδας. Άλλα δεδομένα μπορεί να χρησιμοποιηθούν για την ανάλυση της συμπεριφοράς σας ως χρήστη. Ποια δικαιώματα έχετε σχετικά με τα δεδομένα σας; Έχετε το δικαίωμα να λάβετε πληροφορίες για την προέλευση, τον παραλήπτη και τον σκοπό των αποθηκευμένων προσωπικών σας δεδομένων ανά πάσα στιγμή δωρεάν. Έχετε επίσης το δικαίωμα να ζητήσετε τη διόρθωση ή την διαγραφή αυτών των δεδομένων. Αν έχετε δώσει συναίνεση για την επεξεργασία δεδομένων, μπορείτε να ανακαλέσετε αυτή τη συναίνεση οποιαδήποτε στιγμή για το μέλλον. Επιπλέον, έχετε το δικαίωμα, υπό ορισμένες συνθήκες, να ζητήσετε τον περιορισμό της επεξεργασίας των προσωπικών σας δεδομένων. Επιπλέον, έχετε το δικαίωμα να υποβάλλετε καταγγελία στην αρμόδια εποπτική αρχή. Μπορείτε να επικοινωνήσετε μαζί μας ανά πάσα στιγμή σχετικά με αυτό και για οποιεσδήποτε επιπλέον ερωτήσεις σχετικά με την προστασία των δεδομένων.",
    "legal-notice-header-2": "2. Hosting",
    "legal-notice-text-2": "Φιλοξενούμε το περιεχόμενο της ιστοσελίδας μας με τον εξής πάροχο: Εξωτερικό Hosting. Αυτή η ιστοσελίδα φιλοξενείται εξωτερικά. Τα προσωπικά δεδομένα που συλλέγονται σε αυτή την ιστοσελίδα αποθηκεύονται στους διακομιστές του παρόχου φιλοξενίας. Αυτό μπορεί κυρίως να περιλαμβάνει διευθύνσεις IP, αιτήματα επικοινωνίας, δεδομένα μεταδεδομένων και επικοινωνίας, δεδομένα σύμβασης, στοιχεία επικοινωνίας, ονόματα, προσβάσεις ιστοσελίδας και άλλα δεδομένα που δημιουργούνται μέσω μιας ιστοσελίδας. Η εξωτερική φιλοξενία πραγματοποιείται για την εκπλήρωση συμβάσεων με τους εν δυνάμει και υφιστάμενους πελάτες μας και προς το συμφέρον της παροχής των διαδικτυακών υπηρεσιών μας με ασφάλεια, ταχύτητα και αποδοτικότητα μέσω ενός επαγγελματικού παρόχου. Εάν έχει ληφθεί συγκατάθεση, η επεξεργασία πραγματοποιείται αποκλειστικά με βάση τη συγκατάθεση και στο βαθμό που η συγκατάθεση περιλαμβάνει την αποθήκευση cookies ή την πρόσβαση σε πληροφορίες στη συσκευή του χρήστη. Η συγκατάθεση μπορεί να ανακληθεί οποιαδήποτε στιγμή. Οι πάροχοι φιλοξενίας μας θα επεξεργάζονται τα δεδομένα σας μόνο στον βαθμό που είναι απαραίτητο για την εκπλήρωση των υποχρεώσεών τους και θα ακολουθούν τις οδηγίες μας σχετικά με αυτά τα δεδομένα. Χρησιμοποιούμε τον εξής πάροχο φιλοξενίας: all-inkl.com.",
    "legal-notice-header-3": "3. Γενικές και Υποχρεωτικές Πληροφορίες",
    "legal-notice-text-3": "Ασφάλεια Δεδομένων: Οι διαχειριστές αυτής της ιστοσελίδας παίρνουν πολύ σοβαρά την προστασία των προσωπικών σας δεδομένων. Αντιμετωπίζουμε τα προσωπικά σας δεδομένα με εμπιστευτικότητα και σύμφωνα με τους νόμους προστασίας δεδομένων και την παρούσα πολιτική απορρήτου. Όταν χρησιμοποιείτε αυτήν την ιστοσελίδα, συλλέγονται διάφορα προσωπικά δεδομένα. Προσωπικά δεδομένα είναι τα δεδομένα που μπορούν να χρησιμοποιηθούν για να σας ταυτοποιήσουν προσωπικά. Αυτή η πολιτική απορρήτου εξηγεί ποια δεδομένα συλλέγουμε και πώς τα χρησιμοποιούμε. Εξηγεί επίσης πώς και για ποιο σκοπό συμβαίνει αυτό. Θέλουμε να επισημάνουμε ότι η μετάδοση δεδομένων μέσω του διαδικτύου (π.χ. όταν επικοινωνείτε μέσω email) μπορεί να έχει ευπάθειες ασφαλείας. Η πλήρης προστασία των δεδομένων από πρόσβαση τρίτων δεν είναι εφικτή. Υπεύθυνος Επεξεργασίας: Υπεύθυνη για την επεξεργασία δεδομένων σε αυτήν την ιστοσελίδα είναι η: Αμαλία Κωνσταντινίδου, Rohrlachstrasse 93, 67063 Ludwigshafen. Τηλέφωνο: 01774346257. Email: Amalia_k@gmx.de. Ο υπεύθυνος είναι το φυσικό ή νομικό πρόσωπο που αποφασίζει μόνο του ή μαζί με άλλους για τους σκοπούς και τα μέσα επεξεργασίας προσωπικών δεδομένων (π.χ. ονόματα, διευθύνσεις email, κ.λπ.). Διάρκεια Αποθήκευσης: Εκτός αν αναφέρεται μια πιο συγκεκριμένη διάρκεια αποθήκευσης στην παρούσα πολιτική απορρήτου, τα προσωπικά σας δεδομένα θα παραμείνουν μαζί μας μέχρι ο σκοπός της επεξεργασίας δεδομένων να μην ισχύει πια. Αν υποβάλετε ένα νόμιμο αίτημα για διαγραφή ή ανακαλέσετε τη συγκατάθεσή σας για επεξεργασία δεδομένων, τα δεδομένα σας θα διαγραφούν εκτός αν έχουμε άλλους νομικά επιτρεπτούς λόγους για την αποθήκευση των προσωπικών σας δεδομένων (π.χ. φορολογικές ή εμπορικές προθεσμίες); στην τελευταία περίπτωση, η διαγραφή θα γίνει μετά την παύση αυτών των λόγων. Γενικές Πληροφορίες για τη Νομική Βάση Επεξεργασίας Δεδομένων σε αυτήν την Ιστοσελίδα: Αν έχετε δώσει τη συγκατάθεσή σας για την επεξεργασία δεδομένων, επεξεργαζόμαστε τα προσωπικά σας δεδομένα με βάση τον ΓΚΠΔ. Στην περίπτωση ρητής συγκατάθεσης για τη μεταφορά προσωπικών δεδομένων σε τρίτες χώρες, η επεξεργασία δεδομένων βασίζεται επίσης στον ΓΚΠΔ. Αν έχετε συναινέσει στη αποθήκευση cookies ή την πρόσβαση σε πληροφορίες στη συσκευή σας, η επεξεργασία δεδομένων βασίζεται επιπλέον στον ΓΚΠΔ. Η συγκατάθεση μπορεί να ανακληθεί οποιαδήποτε στιγμή. Αν τα δεδομένα σας είναι απαραίτητα για την εκτέλεση σύμβασης ή για τη διενέργεια προ-συμβατικών μέτρων, επεξεργαζόμαστε τα δεδομένα σας με βάση τον ΓΚΠΔ. Επιπλέον, επεξεργαζόμαστε τα δεδομένα σας αν είναι απαραίτητο για την εκπλήρωση νομικής υποχρέωσης. Η επεξεργασία δεδομένων μπορεί επίσης να βασίζεται σε νόμιμα συμφέροντά μας. Αποδέκτες Προσωπικών Δεδομένων: Στην πορεία των επιχειρηματικών μας δραστηριοτήτων, συνεργαζόμαστε με διάφορους εξωτερικούς φορείς. Αυτό μερικές φορές απαιτεί τη μεταφορά προσωπικών δεδομένων σε αυτούς τους εξωτερικούς φορείς. Διαβιβάζουμε προσωπικά δεδομένα σε εξωτερικούς φορείς μόνο αν αυτό είναι απαραίτητο για την εκτέλεση σύμβασης, αν είμαστε νομικά υποχρεωμένοι να το κάνουμε, αν έχουμε νόμιμο συμφέρον να το κάνουμε, ή αν άλλη νομική βάση επιτρέπει τη μεταφορά δεδομένων. Όταν χρησιμοποιούμε επεξεργαστές, διαβιβάζουμε προσωπικά δεδομένα των πελατών μας μόνο με βάση μια έγκυρη συμφωνία επεξεργασίας. Σε περίπτωση κοινής επεξεργασίας, καταρτίζεται συμφωνία κοινής επεξεργασίας. Ανάκληση της Συγκατάθεσής σας για Επεξεργασία Δεδομένων: Πολλές λειτουργίες επεξεργασίας δεδομένων είναι δυνατές μόνο με τη ρητή σας συγκατάθεση. Μπορείτε να ανακαλέσετε τη συγκατάθεση που έχετε δώσει οποιαδήποτε στιγμή. Η νομιμότητα της επεξεργασίας δεδομένων που πραγματοποιήθηκε μέχρι την ανάκληση παραμένει ανέπαφη από την ανάκληση. Δικαίωμα Αντίρρησης στη Συλλογή Δεδομένων σε Ειδικές Περίπτωσεις και στη Στοχευμένη Διαφήμιση: Αν η επεξεργασία δεδομένων πραγματοποιείται με βάση τον ΓΚΠΔ, έχετε το δικαίωμα να αντιταχθείτε οποιαδήποτε στιγμή στην επεξεργασία των προσωπικών σας δεδομένων για λόγους που προκύπτουν από την ιδιαίτερη κατάσταση σας. Αυτό ισχύει επίσης για την προφίλ που βασίζεται σε αυτές τις διατάξεις. Αν αντιταχθείτε, δεν θα επεξεργαζόμαστε τα επηρεαζόμενα προσωπικά σας δεδομένα εκτός αν μπορέσουμε να αποδείξουμε επιτακτικούς, νόμιμους λόγους επεξεργασίας που υπερτερούν των συμφερόντων, δικαιωμάτων και ελευθεριών σας ή η επεξεργασία είναι απαραίτητη για τη θεμελίωση, άσκηση ή υπεράσπιση νομικών αξιώσεων. Αν τα προσωπικά σας δεδομένα επεξεργάζονται για σκοπούς στοχευμένης διαφήμισης, έχετε το δικαίωμα να αντιταχθείτε οποιαδήποτε στιγμή στην επεξεργασία αυτών των δεδομένων για τέτοιους διαφημιστικούς σκοπούς. Αυτό ισχύει επίσης για την προφίλ στην έκταση που σχετίζεται με τέτοια στοχευμένη διαφήμιση. Αν αντιταχθείτε, τα προσωπικά σας δεδομένα δεν θα χρησιμοποιούνται πλέον για σκοπούς στοχευμένης διαφήμισης. Δικαίωμα Υποβολής Καταγγελίας στην Αρμόδια Εποπτική Αρχή: Σε περίπτωση παραβιάσεων του ΓΚΠΔ, τα επηρεαζόμενα άτομα έχουν το δικαίωμα να υποβάλουν καταγγελία σε εποπτική αρχή, ιδίως στην χώρα μέλος της συνήθους διαμονής τους, στον τόπο εργασίας τους ή στον τόπο της υποτιθέμενης παραβίασης. Το δικαίωμα καταγγελίας δεν θίγει άλλα διοικητικά ή δικαστικά μέσα. Δικαίωμα Φορητότητας Δεδομένων: Έχετε το δικαίωμα να λάβετε δεδομένα που επεξεργαζόμαστε αυτόματα βάσει της συγκατάθεσής σας ή για την εκπλήρωση σύμβασης, σε μια κοινή, αναγνώσιμη από μηχανή μορφή και να τα μεταφέρετε σε εσάς ή σε τρίτο πρόσωπο. Αν ζητήσετε τη άμεση μεταφορά των δεδομένων σε άλλο υπεύθυνο πρόσωπο, αυτό θα γίνει μόνο στο βαθμό που είναι τεχνικά εφικτό. Πρόσβαση, Διόρθωση και Διαγραφή: Έχετε το δικαίωμα, στο πλαίσιο των εφαρμοστέων νομικών διατάξεων, να λάβετε δωρεάν πληροφορίες για τα αποθηκευμένα προσωπικά σας δεδομένα, την προέλευση και τους αποδέκτες τους, και τον σκοπό της επεξεργασίας των δεδομένων, και αν εφαρμόζεται, το δικαίωμα διόρθωσης ή διαγραφής αυτών των δεδομένων. Για το σκοπό αυτό και για περαιτέρω ερωτήσεις σχετικά με τα προσωπικά δεδομένα, μπορείτε να επικοινωνήσετε μαζί μας οποιαδήποτε στιγμή. Δικαίωμα Περιορισμού Επεξεργασίας: Έχετε το δικαίωμα να ζητήσετε τον περιορισμό της επεξεργασίας των προσωπικών σας δεδομένων. Μπορείτε να επικοινωνήσετε μαζί μας οποιαδήποτε στιγμή για αυτό το σκοπό. Το δικαίωμα περιορισμού της επεξεργασίας ισχύει στις εξής περιπτώσεις: Αν αμφισβητείτε την ακρίβεια των αποθηκευμένων προσωπικών σας δεδομένων, συνήθως χρειάζονται χρόνο για να το επαληθεύσουμε. Για τη διάρκεια της επανεξέτασης, έχετε το δικαίωμα να ζητήσετε τον περιορισμό της επεξεργασίας των προσωπικών σας δεδομένων. Αν η επεξεργασία των προσωπικών σας δεδομένων ήταν παράνομη ή είναι παράνομη, μπορείτε να ζητήσετε περιορισμό της επεξεργασίας αντί της διαγραφής. Αν δεν χρειάζονται πλέον τα προσωπικά σας δεδομένα αλλά τα χρειάζεστε για να υποστηρίξετε, ασκήσετε ή υπερασπιστείτε νομικές αξιώσεις, έχετε το δικαίωμα να ζητήσετε περιορισμό της επεξεργασίας των προσωπικών σας δεδομένων αντί της διαγραφής. Αν έχετε υποβάλει αντίρρηση, πρέπει να γίνει ζύγισμα μεταξύ των δικών σας και των δικών μας συμφερόντων. Όσο δεν είναι ακόμη σαφές ποια συμφέροντα υπερισχύουν, έχετε το δικαίωμα να ζητήσετε περιορισμό της επεξεργασίας των προσωπικών σας δεδομένων. Αν έχετε περιορίσει την επεξεργασία των προσωπικών σας δεδομένων, αυτά τα δεδομένα μπορεί να υποβάλλονται σε επεξεργασία - εκτός από την αποθήκευση - μόνο με τη συγκατάθεσή σας ή για την υποστήριξη, άσκηση ή υπεράσπιση νομικών αξιώσεων ή για την προστασία των δικαιωμάτων άλλου φυσικού ή νομικού προσώπου ή για λόγους σημαντικού δημοσίου συμφέροντος της Ευρωπαϊκής Ένωσης ή ενός κράτους μέλους."
}